"HZO_INFO" = "HazeOver automatically highlights the front app window by dimming all background windows.";
"AX_TIP2" = "To improve dimming accuracy and reduce delays please allow %@ to use accessibility features.";

"ANIMATION_MIN" = "%@ นาที";
"ANIMATION_SEC" = "%@ วินาที";

"DARKMODE_LABEL" = "Settings that should have a separate value for Light and Dark system appearance:";
"DARKMODE_COLOR" = "สี";
"DARKMODE_BLUR" = "เบลอ";

"FEEDBACK_LABEL" = "Are you happy with this version of HazeOver?";
"Yes" = "ใช่";
"No" = "ไม่";
"FEEDBACK_UPDATE" = "Are you still happy with the app? Please rate again because App Store ratings might reset for updates.";

"RATE_TITLE" = "Awesome!";
"RATE_LABEL" = "Please rate this version of HazeOver or write a review. It means a lot.";
"RATE_BUTTON" = "ให้คะแนน HazeOver";

"REPORT_TITLE" = "No worries.";
"REPORT_LABEL" = "Please let me know what’s wrong.";
"REPORT_BUTTON" = "รายงานปัญหา";

"APP_RULE_DISABLE" = "Disable When Using %@";
"Remove" = "เอาออก";

"MAS_NAME" = "Distraction Dimmer™";

"WHATS_NEW" = "มีอะไรใหม่ใน HazeOver";
"Show" = "แสดง";

"Trial Version" = "เวอร์ชั่นทดลอง";
"Buy Now" = "ซื้อตอนนี้";
"Thank You" = "ขอบคุณ!";

"USAGE_LABEL" = "Dimming used for %@";

// Displays Tab

"SECONDARY_DIM" = "Dim all windows on displays without keyboard focus";
"SECONDARY_HIGHLIGHT" = "Highlight windows even on displays without keyboard focus";

"DISABLE_DISPLAY_THIS" = "Disable on This Display";
"DISABLE_DISPLAY_NAME" = "Disable on %@";

// Shortcuts Tab

"SHORTCUT_BUTTON" = "บันทึก";
"SHORTCUT_TEXT" = "กดปุ่ม";

// DisplayMockupView

"File" = "ไฟล์";
"View" = "มุมมอง";
"Window" = "หน้าต่าง";
"Help" = "วิธีใช้";

// Touch Bar

"On" = "เปิด";
"Off" = "ปิด";

// Customizable Menus

"TOGGLE_MENU" = "เปิดหรือปิด HazeOver";
"DISPLAYS_MENU" = "จอแสดงผลรอง";
"INTENSITY_MENU" = "ความเข้ม";
"HELP_MENU" = "เคล็ดลับที่มีประโยชน์";
"ACTIONS_MENU" = "ตั้งค่าการกระทำ...";
"CUSTOMIZE_MENU" = "ปรับแต่งเมนู...";
"RATE_MENU" = "ให้คะแนน HazeOver";
"REPORT_MENU" = "ส่งคำติชม";
"SETTINGS_MENU" = "การตั้งค่า…";
"QUIT_MENU" = "ออกจาก HazeOver";
